{
  "about.hero.title": "Who’s behind the keyboard?",
  "about.hero.imageAlt": "Profile photo",
  "about.hero.imageCaption": "Caught between a thought and a cat nap.",
  "about.hero.intro1": "I'm a developer. A mathematician. A physicist by curiosity, a historian by heart. A teacher when needed, a Swede when inspired. I dive into culture, swim in code, get tangled in languages, and occasionally trip over cats on the way to the kitchen.",
  "about.hero.intro2": "On a more serious note, though, I hold a B.A. in Computer Science from Tel-Hai College.\nWith extended excellence in both Mathematics and Physics at the 5-unit advanced level from the Hebrew University, I’ve built a strong foundation in analytical thinking and scientific method.\nFormerly a teaching assistant at Tel-Hai and now an experienced educator, I teach Mathematics, English, Computer Science, and Physics — blending depth with clarity, and always aiming to spark curiosity.",

  "about.mantra.quote": "Sleeping cats are the most adorable thing in the world.",
  "about.mantra.signature": "— Me. Always me.",

  "about.section1.title": "The Law of Laziness (or: Keep It Chill)",
  "about.section1.body1": "Nature doesn’t like effort. Entropy always goes up. The straight line? Still the shortest. Same deal in code, math, and anything even slightly scientific.",
  "about.section1.body2": "In the end, we just want things to work — a good grade, a clean project, a solution that holds up. And the way to get there? Don’t make it harder than it has to be.",
  "about.section1.body3": "The Law of Laziness doesn’t mean 'do nothing'. It means: do what matters — and skip what doesn’t.",

  "about.section2.title": "The Mind Behind the Code",
  "about.section2.body1": "I see code like music. Logic like choreography. My work isn’t just functions and syntax — it’s rhythm, clarity, intention. I build things to be felt.",
  "about.section2.body2": "I don’t chase trends. I chase understanding. I want to know *why* something works, not just *that* it works. That’s what brought me into math, physics, algorithms, systems that click into place like gears in a quiet watch.",
  "about.section2.body3": "Sometimes I get lost in a problem for hours. Not because I’m stuck — but because I’m dancing with it.",

  "about.section3.title": "Things I Love",
  "about.section3.body1": "Cats. More cats. Then, maybe some dogs. History that isn’t sanitized. Swedish that sings. English that slices. Sports that make your heart jump. Cultures that make you question your own.",
  "about.section3.body2": "Also: codebases that are elegant, documentation that doesn’t insult your intelligence, and UIs that *mean* something. I like clean lines — but I’m not afraid of a mess if it tells a story.",

  "about.section4.title": "Things I Don’t",
  "about.section4.body1": "Danish (the language. The pastry is cool). Boring animations. Writing bios in third person like I’m not the one typing this.",
  "about.section4.body2": "Also: assumptions. I believe everyone has a reason for how they build, design, or think — and it’s worth listening to.",
  "about.section4.body3": "What’s not worth listening to? People who say you can’t do something because it hasn’t been done that way before."
}