{
  "about.hero.title": "מי מסתתר לו שם מאחורי המקלדת?",
  "about.hero.imageAlt": "תמונת פרופיל",
  "about.hero.imageCaption": "נתפס בין מחשבה לנמנום של חתול.",
  "about.hero.intro1": "אני מתכנת. מתמטיקאי. פיזיקאי מסקרנות, היסטוריון בנשמה. מורה כשצריך, שוודי כשיש השראה. מתעמק בתרבויות, כותב קוד, מסתבך עם שפות — ולפעמים גם עם חתולים בדרך למטבח.",
  "about.hero.intro2": "ובשפה קצת פחות חתולית: יש לי תואר ראשון במדעי המחשב מהמכללה האקדמית תל-חי.\nלמדתי מתמטיקה ופיזיקה ברמה של 5 יחידות באוניברסיטה העברית, עם דגש על מצוינות והבנה לעומק.\nהעברתי שיעורים כעוזר הוראה בתל-חי, והיום אני מלמד — מתמטיקה, אנגלית, מדעי המחשב ופיזיקה. המטרה שלי תמיד זהה: עומק, דיוק, וסקרנות שלא שוככת.",

  "about.mantra.quote": "אין דבר יותר מתוק מחתול ישן.",
  "about.mantra.signature": "— אני. כן, ברור שאני.",

  "about.section1.title": "חוק העצלנות (או: תשאיר את זה פשוט)",
  "about.section1.body1": "הטבע עצלן. האנתרופיה תמיד עולה. הקו הישר הוא הדרך הקצרה ביותר. וזה נכון גם בתכנות, במתמטיקה, ובכל מדע אחר.",
  "about.section1.body2": "בסוף, אנחנו רוצים להצליח — להגיע לציון הגבוה, או להציג פרויקט חלק ואלגנטי. והמפתח לזה? להבין שפתרון טוב לא צריך להיות מסובך.",
  "about.section1.body3": "חוק העצלנות לא אומר 'אל תעשה כלום', אלא 'תעשה — אבל רק את מה שבאמת מזיז אותך קדימה'.",

  "about.section2.title": "הראש שעומד מאחורי הקוד",
  "about.section2.body1": "בשבילי, קוד זה כמו מוזיקה. לוגיקה היא תנועה. אני לא כותב רק כדי שזה יעבוד — אני כותב כדי שזה יהיה ברור, מדויק, עם כוונה. שירגיש נכון.",
  "about.section2.body2": "אני לא מתרשם מטרנדים. אני רוצה להבין. לא רק *איך* משהו עובד, אלא *למה*. בגלל זה הגעתי למתמטיקה, לפיזיקה, לאלגוריתמים. אני אוהב כשמערכת ננעלת למקום כמו גלגל שיניים קטן בתוך מנגנון שקט.",
  "about.section2.body3": "יש בעיות שאני שוקע בהן שעות. לא כי נתקעתי — כי אני רוקד איתן.",

  "about.section3.title": "דברים שאני אוהב",
  "about.section3.body1": "חתולים. עוד חתולים. ואז אולי כלבים. היסטוריה בלי פילטרים. שוודית ששרה. אנגלית שחותכת. ספורט שמקפיץ את הלב. תרבויות שגורמות לך לשאול שאלות על שלך.",
  "about.section3.body2": "וגם: קוד נקי, תיעוד שלא מעליב את האינטליגנציה שלך, וממשקים שיש להם משמעות. אני אוהב פשטות — אבל גם בלאגן, אם יש בו אמת.",

  "about.section4.title": "ודברים שפחות",
  "about.section4.body1": "דנית (השפה. האנשים בסדר גמור). אנימציות משעממות. קורות חיים שכתובים כאילו מישהו אחר כתב אותם בשבילי.",
  "about.section4.body2": "וגם: הנחות מוקדמות. אני מאמין שכל דרך עיצוב או חשיבה מגיעה מאיפשהו — וזה שווה הקשבה.",
  "about.section4.body3": "ולמי לא שווה להקשיב? למי שאומר שאי אפשר, רק כי אף אחד עוד לא עשה את זה ככה קודם."
}
