{
  "about.hero.title": "Vem lurar bakom tangentbordet egentligen?",
  "about.hero.imageAlt": "Min profilbild",
  "about.hero.imageCaption": "Djupt i tankar eller en katts powernap? Välj själv.",
  "about.hero.intro1": "Jag är utvecklare. Matematiker. Fysiker av nyfikenhet, historiker av hjärta. Lärare vid behov, svensk vid inspiration. Jag dyker i kultur, simmar i kod, snubblar i språk – och ibland bokstavligen över en katt på väg till köket.",
  "about.hero.intro2": "Men låt oss bli lite seriösa: jag har en B.A. i datavetenskap från Tel‑Hai College. \nMed toppbetyg i matematik och fysik (5–utökad nivå) från Hebreiska universitet har jag byggt en stark grund inom analytiskt tänkande och vetenskaplig metod. \nTidigare undervisningsassistent på Tel‑Hai och nu utbildare i matematik, engelska, datavetenskap och fysik — jag kombinerar djup och tydlighet, och strävar alltid efter att väcka nyfikenhet.",

  "about.mantra.quote": "Sovande katter är världens allra mest bedårande.",
  "about.mantra.signature": "— Jag. Alltid jag.",

  "about.section1.title": "Lagen om lathet (eller: ta det lugnt)",
  "about.section1.body1": "Naturen är lat. Entropin ökar alltid. Den raka linjen är den snabbaste vägen. Samma sak gäller i kod, matte och allt som luktar vetenskap.",
  "about.section1.body2": "I slutändan vill vi bara få det att funka — ett högt betyg, ett snyggt projekt, en lösning som håller ihop. Och hur gör man det? Genom att inte krångla till det i onödan.",
  "about.section1.body3": "Lagen om lathet betyder inte 'gör inget'. Den betyder: 'gör det som faktiskt hjälper – och strunta i resten'.",

  "about.section2.title": "Sinne bakom koden",
  "about.section2.body1": "För mig är kod som musik. Logik som koreografi. Mitt arbete är inte bara funktioner och syntax — det är rytm, klarhet, avsikt. Jag bygger för att det ska kännas.",
  "about.section2.body2": "Jag jagar inte trender — jag jagar förståelse. Jag vill veta *varför* något fungerar, inte bara *att* det fungerar. Det drogs mig till matematik, fysik, algoritmer — system som klickar ihop som kugghjul i en tyst klocka.",
  "about.section2.body3": "Ibland försvinner jag i ett problem i timmar. Inte för att jag sitter fast — utan för att jag dansar med det.",

  "about.section3.title": "Det som värmer mig",
  "about.section3.body1": "Katter. Fler katter. Kanske hundar också. Historia utan filter. Svenska som sjunger. Engelska som skär igenom. Sport som får hjärtat att hoppa. Kulturer som får dig att ompröva perspektiv.",
  "about.section3.body2": "Och: eleganta kodbaser, dokumentation som respekterar din intelligens, gränssnitt med mening. Jag gillar rena linjer — men räds inte kaos om det berättar en historia.",

  "about.section4.title": "Det jag inte uppskattar",
  "about.section4.body1": "Danska (språket — bakverket funkar). Tråkiga animationer. Bio på tredje person som om det inte är jag som skriver.",
  "about.section4.body2": "Och: förutfattade meningar. Jag tror att alla har en orsak till hur de bygger, designar eller tänker — och det förtjänar att höras.",
  "about.section4.body3": "Vad är inte värt att lyssna på? De som säger 'du kan inte' för att det aldrig gjorts så förut."
}
